IDEA Open Model
MaterialStrength.MaxThickness Property
Compatible with IDEA StatiCa Beta 20.0
 higher value of the thickness range
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double MaxThickness { get; set; }
Public Property MaxThickness As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MaterialStrength Class
IdeaRS.OpenModel.Material Namespace